Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2021.tmx
Source language: en_us
Languages: zh_cn

source: We will systematically promote comprehensive control of desertification, rocky desertification, and soil erosion, continue to launch large-scale land greening programs, protect the marine environment, and protect and restore ecosystems.
zh_cn: 科学推进荒漠化、石漠化、水土流失综合治理，持续开展大规模国土绿化行动，保护海洋生态环境，推进生态系统保护和修复，

source: We hope that our common home will have clearer waters and the skies above it will be bluer.
zh_cn: 让我们生活的家园拥有更多碧水蓝天。

source: We will take solid steps toward the goals of achieving peak carbon dioxide emissions and carbon neutrality.
zh_cn: 扎实做好碳达峰、碳中和各项工作。

source: We will draw up an action plan for carbon emissions to peak by 2030.
zh_cn: 制定2030年前碳排放达峰行动方案。

source: China's industrial structure and energy mix will be improved.
zh_cn: 优化产业结构和能源结构。

source: While promoting the clean and efficient use of coal, we will make a major push to develop new energy sources, and take active and well-ordered steps to develop nuclear energy on the basis of ensuring its safe use.
zh_cn: 推动煤炭清洁高效利用，大力发展新能源，在确保安全的前提下积极有序发展核电。

source: We will expand the catalog of corporate income tax credits for environmental protection and the conservation of water and energy, and promote the development and application of new types of energy-efficient and eco-friendly technologies, equipment and products, and the cultivation of energy-saving and environmental protection industries to ensure the conservation and efficient use of resources.
zh_cn: 扩大环境保护、节能节水等企业所得税优惠目录范围，促进新型节能环保技术、装备和产品研发应用，培育壮大节能环保产业，推动资源节约高效利用。

source: We will accelerate the development of national markets for trading energy use rights and carbon emissions rights, and improve the system to control both the total amount and intensity of energy consumption.
zh_cn: 加快建设全国用能权、碳排放权交易市场，完善能源消费双控制度。

source: We will introduce special policies on providing financial support for green and low-carbon development, devise instruments for supporting the reduction of carbon emissions, and enhance the carbon absorption capacity of ecosystems.
zh_cn: 实施金融支持绿色低碳发展专项政策，设立碳减排支持工具。提升生态系统碳汇能力。

source: As a member of the global village, China will continue to take concrete action to play its part in the global response to climate change.
zh_cn: 中国作为地球村的一员，将以实际行动为全球应对气候变化作出应有贡献。

source: 8. Improving living standards and steadily advancing social development
zh_cn: （八）切实增进民生福祉，不断提高社会建设水平。

source: We will, with a focus on resolving the difficulties of our people, respond promptly to public concerns and continue working to improve people's lives.
zh_cn: 注重解民忧、纾民困，及时回应群众关切，持续改善人民生活。

source: We will develop more equitable and higher-quality education.
zh_cn: 发展更加公平更高质量的教育。

source: We will build an education system that ensures the well-rounded development of students in terms of moral grounding, intellectual and physical ability, aesthetic sensibility, and work skills.
zh_cn: 构建德智体美劳全面培养的教育体系。

source: We will promote high-quality, well-balanced, and integrated development of compulsory education in both urban and rural areas.
zh_cn: 推动义务教育优质均衡发展和城乡一体化，

source: We will work quickly to improve the basic conditions of rural schools, refine the long-term mechanism for ensuring salary payments to teachers, and improve the pay packages of teachers in rural schools.
zh_cn: 加快补齐农村办学条件短板，健全教师工资保障长效机制，改善乡村教师待遇。

source: We will raise the preschool enrollment ratio, improve the mechanism to support public-interest pre-school education, and support private actors in running kindergartens.
zh_cn: 进一步提高学前教育入园率，完善普惠性学前教育保障机制，支持社会力量办园。

source: We will encourage the diversified development of senior secondary schools and the development of county high schools.
zh_cn: 鼓励高中阶段学校多样化发展，加强县域高中建设。

source: We will enhance the adaptability of vocational education, deepen industry-education integration and school-enterprise cooperation, and implement the system of vocational technical grade certificates.
zh_cn: 增强职业教育适应性，深化产教融合、校企合作，深入实施职业技能等级证书制度。

source: We will provide high-quality special needs education and continuing education, and support the development of private schools in a well-regulated way.
zh_cn: 办好特殊教育、继续教育，支持和规范民办教育发展。

source: We will develop first-rate universities and academic disciplines on a categorized basis, move faster to improve the composition of disciplines and majors, and promote the development of foundational disciplines, cutting-edge disciplines, and emerging inter-disciplinary fields.
zh_cn: 分类建设一流大学和一流学科，加快优化学科专业结构，加强基础学科和前沿学科建设，促进新兴交叉学科发展。

source: We will support the development of higher education in the central and western regions.
zh_cn: 支持中西部高等教育发展。

source: Efforts to promote standard spoken and written Chinese will be stepped up.
zh_cn: 加大国家通用语言文字推广力度。

source: We will give full play to the advantages of online education, improve the lifelong learning system, and encourage public respect for teachers and public support for education.
zh_cn: 发挥在线教育优势，完善终身学习体系。倡导全社会尊师重教。

source: We will further the reform of educational assessment, improve the mechanism of school-family-society cooperation in educating students, and keep off-campus training well-regulated.
zh_cn: 深化教育评价改革，健全学校家庭社会协同育人机制，规范校外培训。

source: We will strengthen the professional ethics and competence of teachers, and make major strides in ensuring equitable education.
zh_cn: 加强师德师风建设。在教育公平上迈出更大步伐，

source: We will endeavor to provide better schooling for children of rural migrant workers in cities, and continue to have universities and colleges enroll more students from the central and western regions and rural areas.
zh_cn: 更好解决进城务工人员子女就学问题，高校招生继续加大对中西部和农村地区倾斜力度，

source: We will ensure that students live healthy and happy lives and that every child has the opportunity to fulfill their potential.
zh_cn: 努力让广大学生健康快乐成长，让每个孩子都有人生出彩的机会。

source: We will improve the healthcare system.
zh_cn: 推进卫生健康体系建设。

source: We will, with emphasis on prevention, continue to advance the Healthy China initiative and carry out extensive patriotic health campaigns.
zh_cn: 坚持预防为主，持续推进健康中国行动，深入开展爱国卫生运动，

source: We will deepen the reform of the system for disease prevention and control, strengthen community-level public health systems, and develop new mechanisms for enhancing coordination between disease prevention and control agencies and hospitals.
zh_cn: 深化疾病预防控制体系改革，强化基层公共卫生体系，创新医防协同机制，

source: We will improve the system for responding to public health emergencies and providing emergency supplies, and put in place a mechanism for ensuring stable funding for public health institutions.
zh_cn: 健全公共卫生应急处置和物资保障体系，建立稳定的公共卫生事业投入机制。

source: We will attach greater importance to mental and psychological health.
zh_cn: 加强精神卫生和心理健康服务。

source: We will advance the comprehensive reform of public hospitals, expand trials on setting up national medical centers and regional medical centers, strengthen the ranks of general practitioners and rural doctors, and improve the capacity of medical services at the county level.
zh_cn: 深化公立医院综合改革，扩大国家医学中心和区域医疗中心建设试点，加强全科医生和乡村医生队伍建设，提升县级医疗服务能力，

source: The tiered diagnosis and treatment system will be developed at a faster pace.
zh_cn: 加快建设分级诊疗体系。

source: We will support both traditional Chinese medicine and Western medicine, and a major project will be launched to promote the development of traditional Chinese medicine.
zh_cn: 坚持中西医并重，实施中医药振兴发展重大工程。

source: We will support the development of private hospitals, and promote well-regulated growth of Internet Plus Healthcare initiatives.
zh_cn: 支持社会办医，促进“互联网+医疗健康”规范发展。

source: We will tighten regulation and supervision of food, drugs, and vaccines.
zh_cn: 强化食品药品疫苗监管。

source: We will take steps to make medical treatment more accessible, such as simplifying medical appointment procedures, so as to ensure that patients with severe, acute, or hard-to-treat diseases receive treatment as soon as possible.
zh_cn: 优化预约诊疗等便民措施，努力让大病、急难病患者尽早得到治疗。

source: Government subsidies for basic medical insurance for rural and non-working urban residents will increase by an average of 30 yuan per person, and subsides for basic public health services will increase by 5 yuan per person.
zh_cn: 居民医保和基本公共卫生服务经费人均财政补助标准分别再增加30元和5元，

source: We will promote provincial-level unified management of basic medical insurance funds and realize inter-provincial on-the-spot settlement of outpatient bills through individual accounts for basic medical insurance.
zh_cn: 推动基本医保省级统筹、门诊费用跨省直接结算。

source: We will also develop a general support mechanism for covering outpatient medical bills, and take gradual steps toward reimbursing outpatient bills through unified accounts.
zh_cn: 建立健全门诊共济保障机制，逐步将门诊费用纳入统筹基金报销，

source: We will improve the mechanism for ensuring provision of medicines in short supply and keeping their prices stable.
zh_cn: 完善短缺药品保供稳价机制，

source: More medicines for chronic and common illnesses and high-priced medical consumables will be covered by bulk government purchases.
zh_cn: 采取把更多慢性病、常见病药品和高值医用耗材纳入集中带量采购等办法，

source: These are all steps that will lighten the burden on patients by another considerable margin.
zh_cn: 进一步明显降低患者医药负担。

source: We will strive to meet people's housing needs.
zh_cn: 保障好群众住房需求。

source: Upholding the principle that housing is for living in, not for speculation, we will keep the prices of land and housing as well as market expectations stable.
zh_cn: 坚持房子是用来住的、不是用来炒的定位，稳地价、稳房价、稳预期。

source: We will address prominent housing issues in large cities.
zh_cn: 解决好大城市住房突出问题，

source: By increasing land supply, earmarking special funds, and carrying out concentrated development schemes, we will increase the supply of government-subsidized rental housing and shared ownership housing.
zh_cn: 通过增加土地供应、安排专项资金、集中建设等办法，切实增加保障性租赁住房和共有产权住房供给，

source: We will ensure well-regulated development of the long-term rental housing market, and cut taxes and fees on rental housing.
zh_cn: 规范发展长租房市场，降低租赁住房税费负担，

source: We will make every effort to address the housing difficulties faced by our people, especially new urban residents and young people.
zh_cn: 尽最大努力帮助新市民、青年人等缓解住房困难。

source: We will do more to meet people's basic living needs.
zh_cn: 加强基本民生保障。

source: We will increase the basic pension for retirees and the subsidies and living allowances for entitled groups, and work toward unified national management of basic old-age insurance funds.
zh_cn: 提高退休人员基本养老金、优抚对象抚恤和生活补助标准。推进基本养老保险全国统筹，

source: As the third pillar, private pensions will develop in a well-regulated way.
zh_cn: 规范发展第三支柱养老保险。

source: The national social insurance public service platform will be improved.
zh_cn: 完善全国统一的社会保险公共服务平台。

source: We will increase the benefits for service members and their families, ex-service members, and other entitled groups, while also refining our work systems and support mechanisms for ex-service members.
zh_cn: 加强军人军属、退役军人和其他优抚对象优待工作，健全退役军人工作体系和保障制度。

source: The coverage of unemployment insurance will be further expanded.
zh_cn: 继续实施失业保险保障扩围政策。

source: We will promote the integration of medical care and health care, and steadily advance trials of long-term care insurance.
zh_cn: 促进医养康养相结合，稳步推进长期护理保险制度试点。

source: We will develop public-interest elderly care services and mutual-aid elderly care, as well as infant and child care services.
zh_cn: 发展普惠型养老服务和互助性养老。发展婴幼儿照护服务。

source: We will develop diversified community services, including elderly care, child care, dining services, and cleaning services, build more supporting facilities and barrier-free facilities, and introduce more preferential policies to make life more convenient for community residents.
zh_cn: 发展社区养老、托幼、用餐、保洁等多样化服务，加强配套设施和无障碍设施建设，实施更优惠政策，让社区生活更加便利。

source: We will improve traditional services, and provide elderly people and other groups with more comprehensive and considerate services.
zh_cn: 完善传统服务保障措施，为老年人等群体提供更周全更贴心的服务。

source: The rollout of smart services should also cater to elderly people and people with disabilities, so that smart devices do not become a barrier in their daily lives.
zh_cn: 推进智能化服务要适应老年人、残疾人需求，并做到不让智能工具给他们日常生活造成障碍。

source: We will refine the social welfare systems for orphans and people with disabilities, strengthen disability prevention, and provide quality rehabilitation services for people with disabilities.
zh_cn: 健全帮扶残疾人、孤儿等社会福利制度，加强残疾预防，提升残疾康复服务质量。

source: We will provide social assistance of different types at different levels and ensure timely help and support for people in difficulty due to Covid-19 or natural disasters.
zh_cn: 分层分类做好社会救助，及时帮扶受疫情灾情影响的困难群众，

source: We are fully determined to ensure that the basic living needs of all our people are met.
zh_cn: 坚决兜住民生底线。

source: We will better meet the intellectual and cultural needs of our people.
zh_cn: 更好满足人民群众精神文化需求。

source: We will cultivate and promote the core socialist values, carry forward the great spirit forged in the battle against Covid-19 and in the fight against poverty, and foster civic virtue.
zh_cn: 培育和践行社会主义核心价值观，弘扬伟大抗疫精神和脱贫攻坚精神，推进公民道德建设。

source: China's press and publishing, radio, film, and television, literature and art, philosophy, social sciences, and archives will continue to flourish.
zh_cn: 繁荣新闻出版、广播影视、文学艺术、哲学社会科学和档案等事业。

source: More efforts will be made to ensure the quality of online content through improved management, and to cultivate a positive and healthy online culture.
zh_cn: 加强互联网内容建设和管理，发展积极健康的网络文化。

source: Fine traditional Chinese culture will be preserved and carried forward.
zh_cn: 传承弘扬中华优秀传统文化，

source: China's cultural and historical artifacts will be placed under effective protection and put to good use, and our intangible cultural heritage will be kept alive. We will build national cultural parks.
zh_cn: 加强文物保护利用和非物质文化遗产传承，建设国家文化公园。

source: We will promote integrated development of urban and rural public cultural services and launch new public cultural projects.
zh_cn: 推进城乡公共文化服务体系一体建设，创新实施文化惠民工程，

source: A love of reading will be fostered among our people.
zh_cn: 倡导全民阅读。

source: China's cultural and people-to-people exchanges with other countries will be deepened.
zh_cn: 深化中外人文交流。

source: The public service system for fitness and physical activity will be improved.
zh_cn: 完善全民健身公共服务体系。

source: We will make meticulous preparations for the 2022 Winter Olympics and Paralympics in Beijing and other major sports events.
zh_cn: 精心筹办北京冬奥会、冬残奥会等综合性体育赛事。

source: We will strengthen social governance and develop new ways to conduct it.
zh_cn: 加强和创新社会治理。

source: We will consolidate the foundations of primary-level governance, improve the governance and service systems for urban and rural communities, and advance trials on modernizing municipal social governance.
zh_cn: 夯实基层社会治理基础，健全城乡社区治理和服务体系，推进市域社会治理现代化试点。

source: The social credit system will be improved.
zh_cn: 加强社会信用体系建设。

source: We will enhance social services, support the development of social organizations, humanitarian assistance, volunteer service, public-interest activities, and charity.
zh_cn: 大力发展社会工作，支持社会组织、人道救助、志愿服务、公益慈善发展。

source: We will protect the lawful rights and interests of women, children, the elderly, and people with disabilities.
zh_cn: 保障妇女、儿童、老年人、残疾人合法权益。

source: The system for handling public complaints will be further refined and more efforts will be made to resolve social disputes through multiple channels.
zh_cn: 继续完善信访制度，推进矛盾纠纷多元化解。

source: The provision of legal aid will be strengthened and the eighth five-year plan for increasing public knowledge of the law will be launched.
zh_cn: 加强法律援助工作，启动实施“八五”普法规划。

source: We will strengthen our emergency rescue capacity and disaster prevention, mitigation, response, and relief capabilities.
zh_cn: 加强应急救援力量建设，提高防灾减灾抗灾救灾能力，

source: We will make solid efforts to protect against floods, droughts, forest and grassland fires, geological disasters, and earthquakes, and provide quality meteorological services.
zh_cn: 切实做好洪涝干旱、森林草原火灾、地质灾害、地震等防御和气象服务。

source: We will improve and implement the system of accountability for workplace safety, carry out a three-year campaign to promote workplace safety, and take firm measures to prevent serious and major accidents.
zh_cn: 完善和落实安全生产责任制，深入开展安全生产专项整治三年行动，坚决遏制重特大事故发生。

source: We will improve the crime prevention and control system, make efforts to combat organized crime and root out local criminal gangs on an ongoing basis, and prevent and punish crimes of all types to effectively safeguard social stability and public safety.
zh_cn: 完善社会治安防控体系，常态化开展扫黑除恶斗争，防范打击各类犯罪，维护社会稳定和安全。

source: In the face of new tasks and challenges, our governments at all levels must be keenly aware of the need to maintain political integrity, think in big-picture terms, follow the leadership core, and keep in alignment with the central Party leadership.
zh_cn: 面对新的任务和挑战，各级政府要增强“四个意识”、

source: We should stay confident in the path, theory, system, and culture of socialism with Chinese characteristics;
zh_cn: 坚定“四个自信”、

source: and we should uphold General Secretary Xi Jinping's core position on the Party Central Committee and in the Party as a whole, and uphold the Party Central Committee's authority and its centralized, unified leadership.
zh_cn: 做到“两个维护”，

source: We will closely follow the Party Central Committee with Comrade Xi Jinping at its core in thinking, stance, and action, practice the people-centered development philosophy, keep enhancing our capacity for political judgment, thinking, and implementation, and enforce full and strict Party self-governance.
zh_cn: 自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致，践行以人民为中心的发展思想，不断提高政治判断力、政治领悟力、政治执行力，落实全面从严治党要求。

source: We will carry out activities to study the history of the CPC.
zh_cn: 扎实开展党史学习教育。

source: We will boost development of a government based on the rule of law, conduct administration in accordance with the law, and ensure transparency in all government affairs.
zh_cn: 加强法治政府建设，切实依法行政。坚持政务公开。

source: We will work to ensure that law enforcement is strict, procedure-based, impartial, and civil.
zh_cn: 严格规范公正文明执法。

source: We will, in compliance with the law, subject ourselves to the oversight of people's congresses and their standing committees at the corresponding level, and readily submit to the democratic oversight of the CPPCC, public oversight, and oversight through public opinion, while strengthening auditing-based oversight.
zh_cn: 依法接受同级人大及其常委会的监督，自觉接受人民政协的民主监督，主动接受社会和舆论监督。强化审计监督。

source: We will support trade unions, Communist Youth League organizations, women's federations, and other people's organizations in better playing their roles.
zh_cn: 支持工会、共青团、妇联等群团组织更好发挥作用。

source: We will work harder to improve Party conduct, ensure clean government, and root out corruption, and continue to implement the central Party leadership's eight-point decision on conduct.
zh_cn: 深入推进党风廉政建设和反腐败斗争，锲而不舍落实中央八项规定精神。

source: We in government must readily subject ourselves to the oversight of the law, supervisory bodies, and the people.
zh_cn: 政府工作人员要自觉接受法律监督、监察监督和人民监督。

source: We will intensify efforts to build a clean government and continue to prevent misconduct and corruption.
zh_cn: 加强廉洁政府建设，持续整治不正之风和腐败问题。

source: Although remarkable achievements have been made in China's economic and social development, we still have quite a way to go and a lot of hard work to do before we can achieve modernization in all respects.
zh_cn: 中国经济社会发展已经取得了辉煌的成就，但全面实现现代化还有相当长的路要走，仍要付出艰苦努力。

source: We must bear in mind the reality that China is still in the primary stage of socialism and run our affairs well.
zh_cn: 必须立足社会主义初级阶段基本国情，着力办好自己的事。

source: For all of us in government, the people must always be uppermost in our minds.
zh_cn: 要始终把人民放在心中最高位置，

source: We must take a fact-based approach, and pursue development and improve people's lives in a realistic and pragmatic way.
zh_cn: 坚持实事求是，求真务实谋发展、惠民生。

source: We must guard against pointless formalities and bureaucratism and one-size-fits-all approaches in our work, so as to truly lighten the burden on all those working on the ground.
zh_cn: 要力戒形式主义、官僚主义，切忌在工作中搞“一刀切”，切实为基层松绑减负。

source: We need to remain vigilant, be prepared for adversity, face difficulties squarely, and shoulder responsibility bravely to effectively prevent and defuse various risks and potential dangers.
zh_cn: 要居安思危，增强忧患意识，事不畏难、责不避险，有效防范化解各种风险隐患。

source: We should keep everyone motivated in advancing reform and opening up, and further energize market entities and unlock social creativity.
zh_cn: 要调动一切可以调动的积极因素，推进改革开放，更大激发市场主体活力和社会创造力，

source: In the course of pursuing development, we will take steps to address imbalances and inadequacies in development.
zh_cn: 用发展的办法解决发展不平衡不充分问题。

source: We must take on responsibility, work hard, and continue creating achievements to meet the expectation of our people.
zh_cn: 要担当作为，实干苦干，不断创造人民期待的发展业绩。

source: We will continue to apply and improve the system of regional ethnic autonomy, and fully implement the Party's policies on ethnic affairs.
zh_cn: 我们要坚持和完善民族区域自治制度，全面贯彻党的民族政策，

source: We will forge a strong sense of community among the Chinese people and encourage all China's ethnic groups to work in concert for common prosperity and development.
zh_cn: 铸牢中华民族共同体意识，促进各民族共同团结奋斗、共同繁荣发展。

source: We will fully implement the Party's basic policy on religious affairs, uphold the principle that religions in China must be Chinese in orientation, and work to guide religions in adapting to socialist society.
zh_cn: 全面贯彻党的宗教工作基本方针，坚持我国宗教的中国化方向，积极引导宗教与社会主义社会相适应。

source: We will fully carry out the Party's policies on overseas Chinese affairs, safeguard the lawful rights and interests of Chinese nationals residing abroad, returned overseas Chinese, and relatives of overseas Chinese nationals residing in China.
zh_cn: 全面贯彻党的侨务政策，维护海外侨胞和归侨侨眷合法权益，

source: By doing so, we will pool the tremendous strengths of all the sons and daughters of the Chinese nation to accomplish remarkable achievements.
zh_cn: 更大凝聚中华儿女共创辉煌的磅礴力量。

source: Last year, major success was attained in the development of national defense and the armed forces. Our people's forces, with complete competence and fine conduct, safeguarded China's national security and participated in epidemic control.
zh_cn: 过去一年，国防和军队建设取得新的重大成就，人民军队在维护国家安全和疫情防控中展示出过硬本领和优良作风。

source: This year, we will thoroughly implement Xi Jinping's thinking on strengthening the armed forces and the military strategy for the new era, ensure the Party's absolute leadership over the people's armed forces, and strictly implement the system of ultimate responsibility resting with the chairman of the Central Military Commission.
zh_cn: 新的一年，要深入贯彻习近平强军思想，贯彻新时代军事战略方针，坚持党对人民军队的绝对领导，严格落实军委主席负责制，

source: We will, bearing in mind the goals set for the centenary of the People's Liberation Army, continue to enhance the political loyalty of the armed forces, strengthen them through reform, science and technology and the training of capable personnel, and run them in accordance with the law.
zh_cn: 聚焦建军一百年奋斗目标，推进政治建军、改革强军、科技强军、人才强军、依法治军，

source: The integration of mechanized, informatized, and intelligent development of the military will be accelerated.
zh_cn: 加快机械化信息化智能化融合发展。

source: We will boost military training and preparedness across the board, make overall plans for responding to security risks in all areas and for all situations, and enhance the military's strategic capacity to protect the sovereignty, security, and development interests of our country.
zh_cn: 全面加强练兵备战，统筹应对各方向各领域安全风险，提高捍卫国家主权、安全、发展利益的战略能力。

source: We will improve the layout of defense-related science, technology, and industry, enhance the defense mobilization system, and strengthen public awareness about national defense.
zh_cn: 优化国防科技工业布局，完善国防动员体系，强化全民国防教育。
